Repository: flemmarwa/django-flexport
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Details
it: Dettagli

source: Align
it: Allineamento

source: Borders
it: Bordi

source: Related tables
it: Tabelle in relazione

source: Enabling
it: Abilita

source: Default styles
it: Stili di default

source: You must set the template when you choose one of HTML or PDF export types
it: Devi impostare il template se scegli HTML o PDF come tipo di esportazione

source: Some characters are invalids. Ex.[]:\?/*
it: Alcuni caratteri non sono validi. Ex.[]:\?/*

source: PDF_TEMPLATES_PATH is not set in your settings.py
it: PDF_TEMPLATES_PATH non è impostato nel tuo settings.py

source: TEMP_PATH is not set in your settings.py
it: TAMP_PATH non è impostato nel tuo settings.py

source: Template description
it: Descrizione template

source: Name
it: Nome

source: Export template
it: Template esportazione

source: Esport templates
it: Template esportazioni

source: Export description
it: Descrizione esportazione

source: Action name
it: Nome azione

source: File name
it: Nome file

source: It's possibile set model info. Example:
it: E' possibile usare informazioni sui dati. Esempio:

source: File type
it: Tipo di file

source: To set only if you want to export in PDF or HTML
it: Da impostare solo se vuoi esportare in PDF o HTML

source: Reference application
it: Aplicazione di riferimento

source: Reference model
it: Modello di riferimento

source: Main model for data export
it: Modello primario per l'esportazione dei dati

source: Search depth between models
it: Livello di profondità tra i modelli

source: Enabled groups for this export
it: Gruppi abilitati per questa esportazione

source: Exclude models
it: Modelli esclusi

source: Model header style
it: Stile intestazione modello

source: Main style, you can overload it in each cell
it: Stile principale, puoi comunque personalizzarlo in ogni cella

source: Field header style
it: Stile intestazione campo

source: Column header style
it: Stile intestazione colonna

source: Exports
it: Esportazioni

source: Sheet order
it: Ordine foglio

source: Sheet name
it: Nome foglio

source: Export sheet
it: Foglio della esportazione

source: Export sheets
it: Fogli della esportazione

source: Column order
it: Ordine colonna

source: The number must be greater than 0 and there should be no jumps between a fields
it: Il numero deve essere maggiore di 0 e non ci devono essere saltri nell'ordinamento

source: Sheet
it: Foglio

source: Model
it: Modello

source: Field
it: Campo

source: Default is admin field name
it: Default è il nome del campo

source: Field header
it: Intestazione campo

source: Export field
it: Campo della esportazione

source: Export fields
it: Campi delle esportazioni

source: Style title
it: Stile del titolo

source: Font weight
it: Peso del Font

source: Chars group
it: Gruppo di caratteri

source: Colour
it: Colore

source: Font name
it: Nome del Font

source: Font height
it: Altezza del font

source: Expressed as multiples of 20 (200 = 10pt)
it: Espresso come multipli di 20 (200 = 10pt)

source: Italics
it: Italico

source: Profile
it: Profilo

source: Shadow
it: Ombra

source: Underline
it: Sottolineato

source: Direction
it: Direzione

source: Horizontal align
it: Allineamento orizzontale

source: Indent
it: Indentazione

source: Rotation
it: Rotazione

source: Shrink and fit
it: Riduci e adatta

source: Vertical align
it: Allineamento verticale

source: Wrap
it: Circonda

source: Left
it: Sinistra

source: Right
it: Destra

source: Top
it: Sopra

source: Bottom
it: Sotto

source: Diagonal
it: Diagonale

source: Left colour
it: Colore sinistra

source: Right colour
it: Colore destra

source: Top colour
it: Colore superiore

source: Bottom colour
it: Colore inferiore

source: Diagonal colour
it: Colore diagonale

source: Enable diagonal 1
it: Abilita diagonale 1

source: Enable diagonal 2
it: Abilita diagonale 2

source: Background colour
it: Colore sfondo

source: Foreground colour
it: Colore primo piano

source: Export cell style
it: Stile cella da esportare

source: Export cell styles
it: Stili celle da esportare

source: Export type not found (available xls or pfd)
it: Tipo di esportazione non trovato (disponibile XLS o PDF)

source: Cannot delete old temporary file: %(filepath)s
it: Impossibile cancellare il file temporaneo: %(filepath)s

source: No filetype found for saving
it: Non è stato trovato il file da salvare

source: Cannot save temporary file: %(filepath)s
it: Impossibile salvare il file temporaneo: %(filepath)s

source: Model not found
it: Modello non trovato

source: Attribute not found
it: Attributo non trovato
