Repository: flemmarwa/django-flexport
Catalog: flexport/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Details
fr: Détails

source: Align
fr: Aligner

source: Borders
fr: Limites

source: Related tables
fr: Tableaux connexes

source: Enabling
fr: Activation

source: Default styles
fr: Styles par défaut

source: Export
fr: Exporter

source: You must set the template when you choose one of HTML or PDF export types
fr: Vous devez définir le modèle lorsque vous choisissez l'un des types d'exportation HTML ou PDF

source: Some characters are invalids. Ex.[]:\?/*
fr: Certains personnages sont invalides. Ex.[]:\?/*

source: PDF_TEMPLATES_PATH is not set in your settings.py
fr: PDF_TEMPLATES_PATH n'est pas défini dans votre settings.py

source: TEMP_PATH is not set in your settings.py
fr: TEMP_PATH n'est pas défini dans votre settings.py

source: Template description
fr: Description du modèle

source: Name
fr: Nom

source: Export template
fr: Modèls Esport

source: Esport templates
fr: Modèles Esport

source: Export description
fr: Description du modèle

source: Action name
fr: Nom de l'action

source: File name
fr: Nom du file

source: It's possibile set model info. Example:
fr: Il est possibile d'infos modèle ensemble. exemple:

source: File type
fr: Type du file

source: Template
fr: Modèle

source: To set only if you want to export in PDF or HTML
fr: Pour configurer que si vous voulez exporter au format PDF ou HTML

source: Reference application
fr: Application de référence

source: Reference model
fr: Modèle de référence

source: Main model for data export
fr: Modèle principal pour l'exportation des données

source: Search depth between models
fr: Recherche approfondie entre les modèles

source: Enabled groups for this export
fr: Groupes activé pour que cette exportation

source: Exclude models
fr: Exclure les modèles

source: Model header style
fr: Style d'en-tête de modèle

source: Main style, you can overload it in each cell
fr: Style principal, vous pouvez le surcharger dans chaque cell

source: Field header style
fr: Le style d'en-tête de champ

source: Column header style
fr: Le style d'en-tête de colonne

source: Exports
fr: Exportations

source: Sheet order
fr: Afin feuille

source: Sheet name
fr: Nom de la feuille

source: Export sheet
fr: Feuille d'exportation

source: Export sheets
fr: Feuilles d'exportation

source: Column order
fr: Colonne ordre

source: The number must be greater than 0 and there should be no jumps between a fields
fr: Le nombre doit être supérieur à 0 et il devrait y avoir pas de sauts entre un champs

source: Sheet
fr: Feuille

source: Default is admin field name
fr: Par défaut est le nom de domaine d'admin

source: Field header
fr: Tête de champ

source: Export field
fr: Domaine de l'exportation

source: Export fields
fr: Domaines de l'exportation

source: Style title
fr: Style de titre

source: Font weight
fr: Font poids

source: Chars group
fr: Groupe de caractères

source: Colour
fr: Couleur

source: Font name
fr: Nom de Font

source: Font height
fr: hauteur de Font

source: Expressed as multiples of 20 (200 = 10pt)
fr: Exprimées en multiples de 20 (200 = 10pt)

source: Italics
fr: Italique

source: Profile
fr: Profil

source: Shadow
fr: Ombre

source: Underline
fr: Souligner

source: Horizontal align
fr: Alignement horizontal

source: Indent
fr: Tiret

source: Shrink and fit
fr: Shrink et s'adapter

source: Vertical align
fr: Alignement vertical

source: Wrap
fr: Enveloppez

source: Left
fr: Gauche

source: Right
fr: Droit

source: Top
fr: Haut

source: Bottom
fr: Fond

source: Diagonal
fr: Diagonale

source: Left colour
fr: Couleur de gauche

source: Right colour
fr: Couleur de bonne

source: Top colour
fr: Couleur de haut

source: Bottom colour
fr: Couleur de fond

source: Diagonal colour
fr: couleur de diagonale

source: Enable diagonal 1
fr: Permet diagonale 1

source: Enable diagonal 2
fr: Permet diagonale 2

source: Background colour
fr: Couleur de fond plan

source: Foreground colour
fr: Couleur de premier plan

source: Export cell style
fr: Style de cellule

source: Export cell styles
fr: Styles de cellule

source: Export type not found (available xls or pfd)
fr: Export de type non trouvé (disponible xls ou pfd)

source: Cannot delete old temporary file: %(filepath)s
fr: Impossible de supprimer le vieux file temporaire: %(filepath)s

source: No filetype found for saving
fr: Aucune filetype trouvé pour économiser

source: Cannot save temporary file: %(filepath)s
fr: Impossible d'enregistrer le file temporaire: %(filepath)s

source: Attribute not found
fr: Modèle introuvable
